{
  "common": {
    "learn_more": "Learn More",
    "view_more": "View More",
    "phone": "Phone",
    "email": "Email",
    "address": "Address",
    "companyAddress": "90 Goyashiki, Sasabara-cho, Toyota City, Aichi Prefecture",
    "contactInformation": "Contact Information"
  },

  "HomePage": {
    "hero_title": "Connecting Nepali Talent to Japan Work, Visa, and More",
    "hero_description": "Connecting Nepali talent with life-changing opportunities",
    "find_jobs": "Find Jobs!",
    "explore_services": "Explore Our Services"
  },
  "nav": {
    "home": "Home",
    "jobs": "Jobs",
    "services": "Services",
    "about": "About",
    "contact": "Contact",
    "getStarted": "Get Started",
    "company_moto": "Connecting Nepali talents to Japan Work, Visa and more.",
    "navigation": "Navigation",
    "socials": "Socials"
  },
  "ServicesPage": {
    "bannerTitle": "Services",
    "title": "Our",
    "spanTitle": "Services",
    "description": "Tailored solution for your success, Elevate your experience with Our Exceptional Services Today.",
    "service1_title": "Employment Support Services",
    "service1_description": "We help you find jobs which are suitable for you based on your skills and qualification with best companies.",
    "service2_title": "Car Life Support",
    "service2_description": "We provide comprehensive customer support services, from vehicle purchases to maintenance.",
    "service3_title": "Legal Solution",
    "service3_description": "We help you with legal works here in Japan based on your cases and even for immigration works."
  },
  "AboutPage": {
    "title": "About",
    "spanTitle": "Kizuna",
    "headingSpan": "Move Forward, Move With Kizuna",
    "stepsTitle": "3 Steps of ",
    "stepsDescription": "3 Steps of Kidsna Support Cycle",
    "steps": {
      "step1": {
        "title": "Reach out",
        "description": "Contact us via phone, email or our website"
      },
      "step2": {
        "title": "Consultation",
        "description": "Discuss our goals and opportunity with us."
      },
      "step3": {
        "title": "Support",
        "description": "Receive assistance tailored according to your needs. "
      }
    },

    "description": "Move Forward, Move With Kizuna",
    "about_kizuna": {
      "paragraph1": "Kizuna Co., Ltd. is dedicated to providing high-quality employment opportunities to Nepalese individuals living in Japan, enabling them to fully utilize their skills and potential. At the same time, we strive to support Japanese companies in addressing labor shortages by serving as a bridge that connects them with talented human resources",
      "paragraph2": "Our commitment goes beyond simply welcoming Nepalese individuals to Japan. We offer ongoing, thoughtful support to help them settle in comfortably, build meaningful lives, and fully thrive. Through this, we aim to create a community where mutual growth and shared success are possible.",
      "paragraph3": "We envision a future where Nepalese individuals can live and thrive in Japan with confidence, dignity, and respect, while Japanese companies grow through the dedication and skills of international talent. As a “kizuna” a bond that connects people, cultures, and opportunities we are committed to fostering mutual growth and building lasting relationships based on trust.",
      "mission_text1": "Mission of",
      "mission_text2": "Kizuna"
    },
    "ticks": {
      "employment_support": "Employment Support",
      "legal_procedure": "Legal procedure support",
      "car_life": "Car life support",
      "hr_specialist": "Nepali HR Specialist",
      "full_support": "Full Support",
      "bridge_trust": "A Bridge Of Trust",
      "hr_hassle": "No HR Hassle",
      "coexist": "Coexist & Thrive",
      "future_together": "A Future Together"
    }
  },
  "Commons": {
    "view_more": "View More"
  },
  "FAQPage": {
    "heading": "Frequently Asked",
    "headingSpan": "Kidsna’s FAQ",
    "subHeading": "Questions",
    "question1": "What does Kizuna do?",
    "answer1": "We help skilled Nepali professionals connect with employers in Japan, offering job placement, visa support, and lifestyle consultation.",
    "question2": "How long does the recruitment process take?",
    "answer2": "This varies depending on your profile and the job, but we ensure regular communication and keep you updated every step of the way",
    "question3": "Can I get support after arriving in Japan?",
    "answer3": "Absolutely! We also assist with post-arrival total support.",
    "question4": "Will Kizuna help with my visa process?",
    "answer4": "Yes! We provide full guidance and support during your visa application, including documentation .",
    "question5": "Do I need to know Japanese to work in Japan?",
    "answer5": "Yes! But some roles may require only basic Japanese. We help guide you based on your language level and can suggest training if needed.",
    "question6": "Do I need to pay to apply for a job through Kizuna?",
    "answer6": "No. There are no hidden charges for applying. We offer transparent and ethical recruitment services but we may charge training fees in some cases."
  },

  "404Page": {
    "heading": "Oops",
    "secondary_text1": "Nothing",
    "secondary_text2": "here...",
    "content": "We couldn't find the page you were looking for. Please check the URL or click the button below to return to the homepage.",
    "button_text": "Go Back to Homepage"
  },
  "CarLifeSupportPage": {
    "bannerTitle": "Car Life Support",
    "title": "Car Life Support",
    "spanTitle": "Service",
    "description": "Elevate your experience with Our Exceptional Car Life Services Today",
    "para1head": "Car life in Japan?",
    "para1content1": "Kizuna makes it simple. At Kizuna Corporation, we understand that owning a car is essential for many Nepalese people living in Japan, especially in areas where public transport is limited. That’s why we provide full support to help you buy and manage cars with ease and confidence.",
    "para1content2": "Through strong partnerships with trusted Japanese used car dealers, insurance companies, loan providers, and garages, we offer a complete one-stop car life service. Whether you're buying your first car or looking for ongoing maintenance, we are here to guide you the Smart Way to Car Life.",
    "para1btn1": "Create Your Car Life Application",
    "para1btn2": "Contact Us For Your Application",
    "para2": "With Kizuna’s support, Nepali people residing in Japan can overcome language, system, and financial barriers. Our goal is to build long-term trust and provide practical, reliable solutions that improve your daily life in Japan. We are not just a service provider but a true partner in your journey.",
    "para2btn": "Create Your Car Life Application",
    "ticks": {
      "tick1": "Helping you find affordable, good-quality cars",
      "tick2": "Supporting car loan applications, even if you're new to Japan",
      "tick3": "Assisting with car registration, paperwork, and name changes",
      "tick4": "Connecting you with reliable insurance providers",
      "tick5": "Offering access to trusted garages for inspections, and maintenance"
    }
  },
  "legalSupportPage": {
    "bannerTitle": "Legal Solution",
    "title": "Legal Solution",
    "spanTitle": "Service",
    "description": "Elevate your experience with Our Exceptional Legal Support Services Today"
  },
  "EmploymentSupportPage": {
    "bannerTitle": "Employment Support",
    "title": "Employment Support",
    "spanTitle": "Service",
    "description": "Tailored solution for your success, Elevate your experience with Our Exceptional Services Today.",
    "jobApplicationForm": "Job Application Form"
  },
  "ContactPage": {
    "contactFormTitle": "Please feel free to ask us anything.",
    "heading": "Contact Us",
    "title": "Contact our",
    "spanTitle": "Team",
    "description": "Tailored solution for your success, Elevate your experience with Our Exceptional Services Today"
  },
  "Maps": {
    "heading": "Find us on",
    "subHeading": "Google Maps",
    "headingSpan": "Get direction of our dental clinic through google map.",
    "description": "Tailored solution for your success, Elevate your experience with Our Exceptional Services Today"
  },
  "form": {
    "jobFormTitle": "Create Your Job",
    "jobFormSpan": "Application",
    "legalFormTitle": "Legal Solution",
    "visa": "Visa",
    "others": "Others",
    "legalFormSpan": "Application",
    "nationality": "Nationality",
    "nationalityPlaceholder": "Eg: American",
    "caseDetail": "Case Details",
    "legalServiceType": "Legal Service Type",
    "legalServiceTypePlaceholder": "Eg: Work Permit Guidance",
    "caseDetailPlaceholder": "Eg: I want to apply for a work visa in Japan, currently on a student visa.",
    "name": "Name",
    "namePlaceholder": "John Tammy",
    "phone": "Phone Number",
    "phonePlaceholder": "+81 111-11-1111",
    "gender": "Gender",
    "male": "Male",
    "skills": "Skills",
    "skillsPlaceholder": "Eg: Cooking, Engineering, Electrician.",
    "workExperience": "Work experience",
    "workExperiencePlaceholder": "Write in short about your work experience.",
    "female": "Female",
    "email": "Email",
    "emailPlaceholder": "johndoe@mail.net",
    "service": "Service",
    "educationLevel": "Education Level",
    "educationLevelPlaceholder": "Select Education Level",
    "JpLevel": "Japanese Language Level",
    "JpLevelPlaceholder": "Select Japanese Language Level ",
    "enLangTest": "English Language Test",
    "enLangTestPlaceholder": "Select English Language Test",
    "servicePlaceholder": "Choose any one Service",
    "address": "Address",
    "addressPlaceholder": "Capitol, WA",
    "knowAboutUs": "How Did you hear about us?",
    "knowAboutUsPlaceholder": "Instagram, Facebook, Tiktok, Others",
    "message": "Message",
    "messagePlaceholder": "Your message or query here so we can contact you back.",
    "send": "Send",
    "submit": "Submit",
    "termsPart1": "I agree to",
    "terms": "Terms",
    "termsPart2": "and",
    "privacy": "Privacy Policy",
    "termsPart3": ".",

    "brand": "Brand / Manufacture *",
    "brand_placeholder": "Eg: Toyota",
    "model": "Model Name *",
    "model_placeholder": "Eg: LC-300",
    "fuel": "Fuel Type *",
    "fuel_placeholder": "Eg: Electric",
    "color": "Color",
    "color_placeholder": "White",
    "kilometer": "Kilometers Driven *",
    "kilometer_placeholder": "10,000 - 30,000 Km",
    "pricerange": "Price Range *",
    "pricerange_placeholder": "1,00,000 - 5,00,000",

    "main_brand": "Brand / Manufacture",
    "main_brand_place": "Eg: Toyota",
    "main_model": "Model Name",
    "main_model_place": "Eg: LC-300",
    "main_date": "Date of Manufacture",
    "main_date_place": "Eg:  2020",
    "main_km": "Kilometers Driven",
    "main_km_place": "10,000  Km",
    "main_expiry": "Expiry Date Of Shaken",
    "main_expiry_place": "Eg:  2025-06-06",

    "trade": "Trade",
    "maintenance": "Maintenance",
    "vehicle": "Vehicle Information"
  },
  "employmentSupport": {
    "para1": "At Kizuna, we specialize in connecting Nepali job seekers and students with Japanese employers across various industries, including automotive parts makers, manufacturing, and services. Our dedicated team offers comprehensive support throughout the recruitment process, ensuring a seamless transition into the Japanese workforce.",
    "para2": "We also assist candidates interested in Japan's Specified Skilled Worker (SSW) program, guiding them through the necessary language and skills proficiency tests, visa applications, and job placements in designated sectors. Our strong partnerships with Japanese companies and Japanese language institutes in Nepal enable us to offer opportunities that align with your career goals.",
    "para3": "Beyond job placement, we are committed to your long-term success and integration into Japanese society. Our Total Life Support services, including language training and daily life assistance, are designed to help you thrive both professionally and personally in Japan.",
    "para4": "So, let's find your job in Japan with Kizuna and grab a bright future, fill the form with link below.",
    "buttons": {
      "create": "Create Your Job Application",
      "contact": "Contact Us For Your Application",
      "jobForm": "Job Application Form"
    }
  },
  "legalPage": {
    "heading": "Legal Solution",
    "subHeading": "Service",
    "headingSpan": "Tailored solution for your success, Elevate your experience with Our Exceptional Services Today",
    "para1": "Kizuna Co., Ltd. and our partner team provide services to help Nepalese people in Japan resolve visa and work related legal issues with peace of mind. Our goal is to provide early and affordable support before the issues become serious.",
    "para2": "Offering help with visa renewals, status changes, visa applications, and labor concerns. Our team prepares legal documents, and supports communication throughout the process. With multilingual support in Nepali, English, and Japanese, we ensure clients feel understood and respected. Many of our staff are Nepali or deeply familiar with the culture, allowing us to work with compassion and cultural sensitivity.",
    "para3": "Kizuna also engages in community outreach through social media, free legal Q&A events, and partnerships with local social workers and social events. We aim to build legal awareness and trust where it’s needed most.",
    "para4": "We do not just help you solve your legal problems, but we want to be your trusted partner,walking alongside you and helping to build a community where everyone has the support they need, has access to new opportunities, and is respected as a person.",
    "btn1": "Get Your Legal Solution Form",
    "btn2": "Contact Us For Your Application"
  },
  "CvPreview": {
    "preview": "Preview",
    "downloadPdf": "Download PDF"
  },
  "privacy": {
    "title": "Privacy Policy",
    "viewDownload": "View/Download PDF",
    "intro1": "Kizuna Co., Ltd. (“our company”) provides services including employment support, car ownership and license acquisition, and legal assistance to bridge Nepalese and Japanese communities.",
    "intro2": "We value your privacy and handle personal information in accordance with Japanese law and the following policy.",

    "section1": {
      "title": "1. Personal Information We Collect",
      "list": [
        "Basic details (Name, DOB, gender, address, contact, photo)",
        "Education, work history, skills, language ability",
        "Visa/residence info, health status (with consent)",
        "Bank info for salary/car purchases",
        "Car ownership history, license status",
        "Legal documents (with consent)"
      ]
    },

    "section2": {
      "title": "2. Purpose of Use",
      "list": [
        "Job placement & career counseling",
        "Driver’s license assistance & car support",
        "Legal help (visa, administrative procedures)",
        "Daily life and community support",
        "Contract management and payroll",
        "Improvement and development of services"
      ]
    },

    "section3": {
      "title": "3. Provision to Third Parties",
      "text": "We will not share your data without your consent, except when required by law or for essential cooperation with partners like employers, banks, schools, lawyers, etc."
    },

    "section4": {
      "title": "4. Data Security Measures",
      "list": [
        "Employee training and policy enforcement",
        "Restricted access to sensitive areas and data",
        "Security software and encryption use"
      ]
    },

    "section5": {
      "title": "5. Rights of Users",
      "text": "You may request access, corrections, deletion, or suspension of your personal data at any time, and we will respond lawfully after verifying your identity."
    },

    "section6": {
      "title": "6. Changes to This Policy",
      "text": "This policy may be revised as needed. Updates will take effect once published on our website."
    },

    "section7": {
      "title": "7. Contact",
      "text": "For questions about data handling, contact:",
      "address": [
        "Kizuna Co., Ltd.",
        "90 Goyashiki, Sasabara-cho, Toyota City, Aichi Prefecture",
        "Phone: +81 565-50-5535",
        "Email: info@kidsna.com",
        "Effective Date: June 1, 2025"
      ]
    }
  },

  "terms": {
    "title": "Terms of Service",
    "description": "These Terms of Service (hereinafter referred to as \"these Terms\") define the conditions for using the services (hereinafter referred to as \"the Service\") provided by KIZUNA Inc. (hereinafter referred to as \"the Company\"). Users of the Service (hereinafter referred to as \"Users\") must agree to these Terms before using the Service.",
    "viewDownload": "View/Download PDF",
    "published": "Published: June 4, 2025",
    "termsIntro": "These Terms of Service (hereinaer referred to as \"these Terms\") dene the conditions for using the services (hereinaer referred to as \"the Service\") provided by KIZUNA Inc. (hereinaer referred to as \"the Company\"). Users of the Service (hereinaer referred to as \"Users\") must agree to these Terms before using the Service.",
    "sectionTerms": [
      {
        "title": "Article 1 (Application)",
        "desc": "These Terms shall apply to all users involving the provision and use of the Service. The Company may set extra rules for specific services ('Individual Terms') which will take precedence if conflicting with these Terms.",
        "list": [
          {
            "title": "These Terms shall apply to all users involving the provision and use of the Service.",
            "points": []
          },
          {
            "title": "The Company may set extra rules for specific services (called 'Individual Terms'). These will be part of the overall Terms. If there's a difference between the main Terms and the Individual Terms, the Individual Terms will apply first.",
            "points": []
          }
        ]
      },
      {
        "title": "Article 2 (Content of the Service)",
        "desc": "The Company offers the following services to connect Nepalese people with Japanese companies and help them build successful long-term careers in Japan.",
        "list": [
          {
            "title": "Employment Support: Support for finding jobs or changing jobs at Japanese companies, including help with interviews, resumes, and CVs.",
            "points": []
          },
          {
            "title": "Automobile Purchase, Maintenance, and Driving License Acquisition Support:",
            "points": [
              {
                "title": "Help with getting a Japanese driver’s license, buying or leasing a car, car insurance, and maintenance."
              }
            ]
          },
          {
            "title": "Legal Procedure Support:",
            "points": [
              {
                "title": "Support for getting or renewing residency status, plus referrals to experts (like legal or immigration specialists) for other necessary legal procedures in Japan."
              }
            ]
          },
          {
            "title": "Any other services incidental or related to the preceding items.",
            "points": []
          }
        ]
      },
      {
        "title": "Article 3 (User Registration)",
        "desc": "Describes how users can register and when the company can reject or cancel registration.",
        "list": [
          {
            "title": "Those who wish to use the Service shall apply for user registration in the manner prescribed by the Company, after agreeing to these Terms.",
            "points": []
          },
          {
            "title": "The Company shall determine the eligibility for user registration and notify the applicant if registration is approved.",
            "points": []
          },
          {
            "title": "The Company may not approve registration or may revoke it later if:",
            "points": [
              {
                "title": "There is any false, erroneous, or missing information in the application."
              },
              {
                "title": "There is a risk of violating these Terms."
              },
              {
                "title": "The applicant has previously violated these Terms."
              },
              {
                "title": "The applicant is part of or cooperating with anti-social forces."
              },
              {
                "title": "In any other case where registration is deemed inappropriate."
              }
            ]
          }
        ]
      },
      {
        "title": "Article 4 (User Obligations)",
        "desc": "Users must not perform certain prohibited actions.",
        "list": [
          {
            "title": "Users shall not engage in any of the following acts when using the Service:",
            "points": [
              {
                "title": "Acts that violate laws or public order and morals."
              },
              {
                "title": "Acts related to criminal activities."
              },
              {
                "title": "Acts that infringe on the rights of the Company, other Users, or third parties."
              },
              {
                "title": "Discriminatory or slanderous acts, or those that obstruct business."
              },
              {
                "title": "Using obtained information beyond the Service’s intended purpose."
              },
              {
                "title": "Acts interfering with the operation of the Service."
              },
              {
                "title": "Unauthorized access or attempts to access the Company’s systems."
              },
              {
                "title": "Using the Service for commercial purposes without prior consent."
              },
              {
                "title": "Providing false information."
              },
              {
                "title": "Other acts deemed inappropriate by the Company."
              }
            ]
          },
          {
            "title": "Users must promptly update any changes to their registered information. The Company is not liable for damages caused by failure to do so.",
            "points": []
          }
        ]
      },
      {
        "title": "Article 5 (Fees and Payment Methods)",
        "desc": "Users are required to pay fees using methods specified by the Company.",
        "list": [
          {
            "title": "Users shall pay the fees determined by the Company.",
            "points": []
          },
          {
            "title": "Details regarding payment shall be stipulated in the Individual Terms or a separate fee schedule.",
            "points": []
          },
          {
            "title": "Users who delay payment shall pay late interest at an annual rate of 14.6%.",
            "points": []
          }
        ]
      },
      {
        "title": "Article 6 (Suspension of the Service)",
        "desc": "The Company may suspend the Service due to maintenance, disasters, or other unavoidable reasons.",
        "list": [
          {
            "title": "Conditions under which the Service may be suspended:",
            "points": [
              {
                "title": "System maintenance, inspection, or updates."
              },
              {
                "title": "Force majeure events such as earthquakes or natural disasters."
              },
              {
                "title": "System failure or communication line issues."
              },
              {
                "title": "Other situations deemed necessary by the Company."
              }
            ]
          },
          {
            "title": "The Company is not liable for damages caused by such suspension.",
            "points": []
          }
        ]
      },
      {
        "title": "Article 7 (Usage Restrictions and Account Deletion)",
        "desc": "Describes situations where the Company may restrict usage or delete accounts.",
        "list": [
          {
            "title": "Conditions under which the Company may restrict usage or delete accounts:",
            "points": [
              {
                "title": "Violation of these Terms."
              },
              {
                "title": "False registered information."
              },
              {
                "title": "Non-payment or delayed payment."
              },
              {
                "title": "No response to Company inquiries for a certain period."
              },
              {
                "title": "Other inappropriate behavior as determined by the Company."
              }
            ]
          },
          {
            "title": "The Company is not responsible for damages arising from such actions.",
            "points": []
          }
        ]
      },
      {
        "title": "Article 8 (Disclaimer)",
        "desc": "Outlines the limits of the Company’s responsibility for accuracy, usefulness, or issues related to the Service.",
        "list": [
          {
            "title": "No guarantees on accuracy or usefulness of Service content.",
            "points": []
          },
          {
            "title": "No guarantees that the Service meets user expectations or industry standards.",
            "points": []
          },
          {
            "title": "The Company is not responsible for any damages unless due to intent or gross negligence.",
            "points": []
          },
          {
            "title": "The Company is not responsible for disputes between users or third parties.",
            "points": []
          },
          {
            "title": "The Company is not responsible for data loss, service changes, or equipment issues.",
            "points": []
          }
        ]
      },
      {
        "title": "Article 9 (Handling of Personal Information)",
        "desc": "The Company will handle personal information in accordance with the separately defined Privacy Policy.",
        "list": []
      },
      {
        "title": "Article 10 (Changes to These Terms)",
        "desc": "These Terms may be updated without notice. Continued use of the Service implies acceptance.",
        "list": []
      },
      {
        "title": "Article 11 (Governing Law and Jurisdiction)",
        "desc": "",
        "list": [
          {
            "title": "These Terms are governed by Japanese law.",
            "points": []
          },
          {
            "title": "Any disputes will be handled by the Tokyo District Court or Tokyo Summary Court.",
            "points": []
          }
        ]
      }
    ]
  }
}
