{
  "common": {
    "learn_more": "Learn More",
    "view_more": "View More"
  },

  "HomePage": {
    "hero_title": "Connecting Nepali Talent to Japan Work, Visa, and More",
    "hero_description": "Connecting Nepali talent with life-changing opportunities",
    "find_jobs": "Find Jobs!",
    "explore_services": "Explore Our Services"
  },
  "nav": {
    "home": "Home",
    "jobs": "Jobs",
    "services": "Services",
    "about": "About",
    "contact": "Contact",
    "getStarted": "Get Started",
    "company_moto": "Connecting Nepali talents to Japan Work, Visa and more.",
    "navigation": "Navigation",
    "socials": "Socials"
  },
  "ServicesPage": {
    "title": "Our",
    "spanTitle": "Services",
    "description": "Tailored solution for your success, Elevate your experience with Our Exceptional Services Today.",
    "service1_title": "Employment Support Services",
    "service1_description": "We help you find jobs which are suitable for you based on your skills and qualification with best companies.",
    "service2_title": "Car Life Support",
    "service2_description": "We provide comprehensive customer support services, from vehicle purchases to maintenance.",
    "service3_title": "Legal solutions",
    "service3_description": "We help you with legal works here in Japan based on your cases and even for immigration works."
  },
  "AboutPage": {
    "title": "About",
    "spanTitle": "Kizuna",

    "stepsTitle": "3 Steps of ",
    "stepsDescription": "3 Steps of Kidsna Support Cycle",
    "steps": {
      "step1": {
        "title": "Reach out",
        "description": "Contact us via phone, email or our website"
      },
      "step2": {
        "title": "Consultation",
        "description": "Discuss our goals and opportunity with us."
      },
      "step3": {
        "title": "Support",
        "description": "Receive assistance tailored according to your needs. "
      }
    },

    "description": "Move Forward, Move With Kizuna",
    "about_kizuna": {
      "paragraph1": "Kizuna Co., Ltd. is dedicated to providing high-quality employment opportunities to Nepalese individuals living in Japan, enabling them to fully utilize their skills and potential. At the same time, we strive to support Japanese companies in addressing labor shortages by serving as a bridge that connects them with talented human resources",
      "paragraph2": "Our commitment goes beyond simply welcoming Nepalese individuals to Japan. We offer ongoing, thoughtful support to help them settle in comfortably, build meaningful lives, and fully thrive. Through this, we aim to create a community where mutual growth and shared success are possible."
    }
  },
  "Commons": {
    "view_more": "View More"
  }
}
